<template>
  <div class="agreement_box">
    <div v-if="id==1">
      <p>
        <span>服务协议</span>
      </p>
      <p>本协议是您与民济健康客户端（简称“本客户端”）所有者深圳市民济时代科技有限公司（以下简称为“民济时代”）之间就民济健康客户端服务等相关事宜所订立的契约，除本协议外，我们发布的《隐私政策》和其他业务规则也是本协议的一部分（以下统称“本协议”），请您仔细阅读。您点击“授权登录”按钮，即视为您同意并接受本协议的全部条款，本协议即构成对您与我们具有约束力的法律文件。</p>
      <p>1.服务条款的确认</p>
      <p>1.1本客户端的各项电子服务的所有权和运作权归民济时代所有。用户同意所有注册协议条款并完成注册程序，才能成为本客户端的正式用户。用户确认：本协议条款是处理双方权利义务的契约，始终有效，法律另有强制性规定或双方另有特别约定的，依其规定。</p>
      <p>1.2用户点击同意本协议的，即视为用户确认自己具有享受本客户端服务、下单购买等相应的权利能力和行为能力，能够独立承担法律责任。</p>
      <p>1.3如果您属于无民事行为能力、限制行为能力人的，您应在监护人监护下才能使用本客户端。</p>
      <p>1.4民济健康保留在中华人民共和国大陆地区法律允许的范围内独自决定拒绝服务、关闭用户账户、清除或编辑内容或取消订单的权利。</p>
      <p>2.我们的服务</p>
      <p>2.1我们向您提供互联网平台信息技术服务（以下简称“我们的服务”），您可以通过“民济健康”公众号或我们发布的其它渠道（以下统称“我们的平台”），登录您已注册的“民济健康”账户，以使用我们的服务。我们的服务自我们的平台运行即开始向您提供。</p>
      <p>2.2本客户端为用户提供健康养生管理咨询等（不含医疗诊治）服务。</p>
      <p>2.3咨询服务中本客户端与用户双方的权利及义务</p>
      <p>2.3.1本客户端有义务在现有技术上维护平台服务的正常进行，并努力提升技术及改进技术，使网站服务更好进行。</p>
      <p>2.3.2本客户端必须保证提供咨询服务的医生是本客户端介绍的医生本人提供咨询服务。</p>
      <p>2.3.3对于用户在本客户端预定服务中的不当行为或其它任何本客户端认为应当终止服务的情况，本客户端有权随时作出删除相关信息、终止服务提供等处理，而无须征得用户的同意。</p>
      <p>2.3.4如存在下列情况的，本客户端有义务对相关数据、所有的申请行为以及与咨询有关的其它事项进行审查。</p>
      <p>（1）用户或其它第三方通知本客户端，认为某个具体用户或具体交易事项可能存在重大问题；</p>
      <p>（2）用户或其它第三方向本客户端告知咨询内容有违法或不当行为的，本客户端以普通非专业的知识水平标准对相关内容进行判别，可以明显认为这些内容或行为具有违法或不当性质的。</p>
      <p>2.3.5咨询双方因服务引起的纠纷，请本客户端给予调解的，本客户端将有权了解相关信息，并将双方提供的信息与对方沟通。因在本客户端上发生服务纠纷，引起诉讼的，用户通过司法部门或行政部门依照法定程序要求本客户端提供相关数据，本客户端应积极配合并提供有关资料。</p>
      <p>2.3.6本客户端有权对用户的注册数据及电话咨询的行为进行查阅，发现注册数据或咨询行为中存在任何问题或怀疑，均有权向用户发出询问及要求改正的通知等处理。</p>
      <p>2.3.7当用户顺利使用完付费咨询服务后不得因为咨询服务中的内容不满意要求退款。</p>
      <p>2.3.8用户对咨询内容不满意，可以向本客户端提出投诉，本客户端有义务依据情况协调沟通，维护医生和用户关系和谐。</p>
      <p>2.3.9系统因下列状况无法正常运作，使用户无法使用电话咨询服务时，本客户端不承担损害赔偿责任，该状况包括但不限于：</p>
      <p>（1）在本客户端公告之系统停机维护期间；</p>
      <p>（2）电信设备出现故障不能进行数据传输的；</p>
      <p>（3）因台风、地震、海啸、洪水、停电、战争、恐怖袭击等不可抗力之因素，造成系统障碍不能执行业务的；</p>
      <p>（4）由于黑客攻击、电信部门技术调整或故障、银行方面的问题等原因而造成的服务中断或者延迟。</p>
      <p>2.4我们的服务均由有相关资质的独立第三方向您提供，您可以通过我们的平台和服务来使用这些第三方提供的服务（以下简称“第三方服务”）。第三方服务将由该服务的实际提供方向您承担相应的责任，我们会给予您必要的协助，并在法律要求的必要范围内承担相应的责任。</p>
      <p>2.5为了使用我们的服务，您需要自行准备上网设备，包括并不限于智能手机或平板电脑等上网终端、调制解调器及其他必备的上网装置，并承担可能存在的上网开支，包括但不限于网络接入费、上网设备租用费、手机流量费等，此类费用均不是由我们收取的。</p>
      <p>2.6除上述开支外，我们的平台上的某些服务是以收费方式提供的，您可以在您的账户登录状态下进行相关费用的支付，并且在您支付成功后通过该账户使用相应的付费服务。只有相关款项被及时、足额地支付之后，您才能获得相应的服务。对于收费服务，我们会在收费前取得您的同意。</p>
      <p>2.7我们可能根据实际需要对收费服务的收费标准、方式进行修改和变更。某些免费服务可能变更为收费服务，如果相关款项未被及时、足额地支付，您将无法在收费开始后继续使用该服务。我们会对前述变更进行通知或公告，或在一定期限内，当您使用相应服务前予以提示。服务的价格随时可能发生变更，如果出现降价或促销，除另有说明外，我们不提供价格保护或退款。</p>
      <p>2.8由于软件类商品或服务含授权/激活信息（包括且不限于激活码、密码等），为特殊商品，在交易确立完成后，不适用无理由退货，如无质量问题不予退换货。如果您需要任何咨询或帮助，您可随时与我们取得联系。</p>
      <p>3.账户的注册、使用及安全</p>
      <p>3.1您可以直接通过“民济健康”公众号注册您的账户，或者通过我们发布的其他渠道注册您的账户。</p>
      <p>3.2您承诺在注册您的账户时提供真实的信息，并愿意承担由于提供虚假信息而对您造成的不利后果以及对我们或第三方造成的任何损失。在您申请开通某些服务时，我们会对您的真实身份进行核实，您承诺将积极地予以配合，否则您将无法使用这些服务。</p>
      <p>3.3请您妥善保管您的账户密码，并承担该账户项下所有活动产生的全部责任。我们特别提醒您应采取特定措施保护您的账户的安全，包括但不限于妥善保管账户密码、安装防病毒木马软件、定期更改密码、使用后安全退出等。如您账户和密码被盗用，除非您能证明该事件由于我们的故意或重大过失直接导致，否则您应承担被盗用期间产生的一切责任和后果。</p>
      <p>3.4您的账户只限于您本人使用，请勿与他人共用您的账户，否则，我们将无法保证您的数据安全。您了解并同意，使用您的账户实施的任何行为都视为您的行为，即使是他人使用您的账户实施的行为，您也将承担连带责任。如果您发现有人未经授权使用了您的账户，请立即联系并通知我们。</p>
      <p>4.隐私</p>
      <p>4.1我们尊重用户的个人隐私，并依照法律对您的隐私和个人信息进行保护。请您仔细阅读我们的《隐私政策》，该政策规范我们如何处理您的相关信息。未经授权，我们不会对您上传的信息，尤其是您的隐私信息进行擅自披露。</p>
      <p>4.2当您使用我们的服务时，我们提醒您根据您的需求调整相关隐私设置，以避免相关风险。</p>
      <p>4.3您理解并承诺，对您了解、接收或可接触到的其他用户和包括您上传的资料信息中的他人的隐私和未公开信息予以充分尊重，未经许可，不得搜集、复制、存储、传播、散播、滥用他人隐私信息和未公开信息。若您恶意使用他人个人信息及未公开信息，或者以其他方式侵害他人的隐私及未公开信息的（包括但不限于对其他用户造成骚扰），我们将随时限制或者终止您的账户的权限直至删除账户，保留随时单方面终止服务协议并追究您法律责任的权利。</p>
      <p>5.推送信息</p>
      <p>5.1为向您提供更好的服务，您可能会收到我们向您推送的信息，这些推送信息包括但不限于订单信息、我们的产品或服务的更新内容以及可能对您有用的关于第三方产品或服务的信息。</p>
      <p>5.2我们特别提醒您，如果您收到的推送信息是关于第三方而非我们的，对于此类信息，您应当自行判断其内容的真实性并为自己的判断行为负责。除法律明确规定外，您因此类信息提供的内容而遭受的任何损失或损害，我们均不承担任何责任。</p>
      <p>6.用户产生的内容</p>
      <p>6.1您对您上传到您的账户中的合法内容依法享有著作权或其他权利。</p>
      <p>6.2任何经由您的账户发送、上传、张贴、发布的内容，无论是公开发布还是私下传送，您都需要对相关内容承担责任，您保证这些内容的合法性，并且您有权传送或发布这些内容。我们保留依法对内容进行审核、屏蔽、删除或因您提供非法内容而对您终止服务的权利。</p>
      <p>6.3对于您应用与我们的服务中的内容，您同意授予我们在全球范围内享有免许可费、非独家的、可再许可及永久有效的使用权利，按照您的设置和我们的业务规则在法律允许的范围内使用这些内容。</p>
      <p>7.信息存储及同步</p>
      <p>7.1如果您在终端设备中设置使用我们的平台并登录您的账户，该终端设备中使用我们的平台已经存储的数据信息将会自动添加至您的账户，并同步到我们的服务器中，同步成功后，您可以通过在任意终端设备使用我们的平台登录您的账户来获取您成功同步的数据。</p>
      <p>7.2您如果使用我们的平台在您的账户登录状态下直接修改终端设备中的数据信息，该修改的信息可能将会按照最后改变的结果在终端设备和您的账户之间同步。我们特别提醒您，在您临时用非本人所有的移动终端设备使用您的账户时，请注意对您的设置进行必要调整，以及在使用结束后退出登录，以免泄漏您的个人信息或隐私。</p>
      <p>8.用户依法言行义务</p>
      <p>8.1您在使用我们的服务时应遵守法律法规，不得制作、复制、发布、传播敏感信息、违法信息或普通人会视为违反道德的任何信息或材料，包括但不限于下列信息：</p>
      <p>8.1.1反对宪法所确定的基本原则的；</p>
      <p>8.1.2危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</p>
      <p>8.1.3损害国家荣誉和利益的；</p>
      <p>8.1.4煽动民族仇恨、民族歧视，破坏民族团结的；</p>
      <p>8.1.5破坏国家宗教政策，宣扬邪教和封建迷信的；</p>
      <p>8.1.6散布谣言，扰乱社会秩序，破坏社会稳定的；</p>
      <p>8.1.7散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</p>
      <p>8.1.8侮辱或者诽谤他人，侵害他人合法权益的；</p>
      <p>8.1.9含有法律、行政法规禁止的其他内容的。</p>
      <p>8.2您不得为任何非法目的而使用我们的服务，不得利用我们的服务从事违法行为，包括但不限于：</p>
      <p>8.2.1利用我们的服务从事任何可能对互联网的正常运行造成不利影响的行为；</p>
      <p>8.2.2盗取或非法访问、滥用其他用户的账户或账户内的信息；</p>
      <p>8.2.3恶意虚构事实、隐瞒真相以误导、欺骗他人；</p>
      <p>8.2.4发表、传送、传播广告信息及垃圾信息，发起、延续或以任何形式参与任何投机或其它非法的计划，或利用网络等通讯方式骚扰他人；</p>
      <p>8.2.5发布、传送、传播、储存侵害他人知识产权、商业秘密等合法权益的内容；或传送或散布以其他方式实现传送含有受到知识产权法律保护的图像、相片、软件或其他资料的文件，除非您拥有相应的权利、授权或已得到所有必要的认可；</p>
      <p>8.2.6其他法律法规禁止的行为。</p>
      <p>8.3您不得从事任何妨害我们合法权益的行为，除非法律明确允许或我们书面许可，您在使用我们的服务时不得从事本协议未明示授权的一切行为，包括但不限于：</p>
      <p>8.3.1删除我们的服务中所有关于著作权的信息；</p>
      <p>8.3.2对我们的服务中的信息（包括但不限于使用我们的服务时存储到任何终端设备中的信息及客户端与服务器端的交互信息等）进行商业性复制、或更改、修改、挂接运行或创作任何衍生作品或产品，形式包括但不限于使用插件、外挂或非经授权的第三方工具/服务接入、干扰、影响我们的平台和相关系统；</p>
      <p>8.3.3限制、禁止或用其它方法干涉、影响他人使用或享有我们的服务（家长控制之类的安全和保护工具除外），包括但不限于发布或传输以下性质的任何信息或软件：包含蠕虫、病毒或其它有害功能，或生成的流量级别可能妨碍其他人使用、发送或检索信息；</p>
      <p>8.3.4通过任何自动方式访问（或尝试访问）我们的服务；</p>
      <p>8.3.5对我们的服务中的相关信息内容等进行商业性使用、出租、出借、复制数据、修改、链接、转载、汇编、发表、出版、建立镜像站点等；</p>
      <p>8.3.6出于操纵或扭曲普通人认知为目的而进行的任何操作、评级或评论，或者可能影响我们的服务的完整性或准确性的任何行为。</p>
      <p>8.3.7其他未经我们明示授权的行为。</p>
      <p>8.4如果您实施了本条规定的上述行为，您应当独立为此承担相应责任，我们不承担任何责任。由此造成损害的，您应依法予以赔偿。</p>
      <p>8.5因为您违反本协议规定的行为而对我们造成的损失，包括但不限于因您的行为导致或产生的任何第三方向我们主张的任何索赔、要求或损失，以及我们处理这些事务的必要支出，例如调查费、取证费、律师费等，您同意赔偿我们的上述全部损失，使我们免受损害。</p>
      <p>9.责任限制</p>
      <p>9.1请您从我们提供的官方途径创建您的账户和使用我们的服务，否则，我们无法保证您的账户的安全性，也无法承担任何责任。</p>
      <p>9.2请您正确使用您的账户，您也可以直接联系我们，以获取必要的帮助，因您设置或操作不当造成的损失将由您自行承担。</p>
      <p>9.3您完全理解，您的账户涉及互联网服务，可能会遇到各种不可抗力等风险因素，使相关服务发生中断。我们将努力及时修复，但是如果由此造成损失，我们将不予承担。这些意外风险包括但不限于如下原因导致的服务中断和受阻：</p>
      <p>9.3.1受到计算机病毒、木马或其他恶意程序、黑客攻击的破坏；</p>
      <p>9.3.2用户或我们的终端设备软件、系统、硬件和通信线路出现故障；</p>
      <p>9.3.3意外事件、自然灾害或政府行为；</p>
      <p>9.3.4您使用非经我们提供或授权提供的服务；</p>
      <p>9.3.5其他不可抗力或我们无法控制的因素</p>。
      <p>9.4我们的服务是按照现有技术和条件所能达到的现状提供的。我们会尽最大努力向您提供令人满意的服务，确保服务的连贯性和安全性，但我们不能随时预见和防范法律、技术或其他风险，包括但不限于不可抗力、病毒、木马、黑客攻击、系统不稳定、第三方服务瑕疵、政府行为等原因可能导致的服务中断、数据丢失以及其他的损失和风险。您明确理解和同意，我们对无法合理预知和不可控制的产品技术瑕疵、服务的稳定性以及由此产生的任何损失或损害不作任何形式的担保，除法律法规有明确的规定外，我们不承担上述不确定的风险和责任。</p>
      <p>9.5除有特别说明或法律法规的强制性规定外，我们的服务中所承载的内容（文、图、视频、音频）均为传播有益健康资讯为目的，其内容仅供您谨慎参考，尤其不能作为个别诊断、用药和使用的根据。我们致力于提供正确、完整的健康资讯，但是我们无法保证信息的正确性和完整性，因此我们不对其真实性、科学性、严肃性，以及因信息的不正确或遗漏导致的任何损失或损害承担责任。</p>
      <p>10.关于未成年人的使用</p>
      <p>我们的服务并不直接面向未成年人用户。如果您是未成年人用户，并且一定要使用我们的服务，请征得您的监护人和/或其他具有监护职责的成年人的同意，并在您的监护人和/或其他具有监护职责的成年人的指导、监督下进行使用。此外，您的监护人和/或其他具有监护职责的成年人有责任帮助您正确理解本协议以及其它相关法律文件的内容，从而引导您正确使用我们的服务。</p>
      <p>11.所有权及知识产权</p>
      <p>11.1用户一旦接受本协议，即表明该用户主动将其在任何时间段在本客户端发表的任何形式的信息内容的财产性权利等任何可转让的权利，如著作权财产权（包括并不限于：复制权、发行权、出租权、展览权、表演权、放映权、广播权、信息网络传播权、摄制权、改编权、翻译权、汇编权以及应当由著作权人享有的其他可转让权利），全部独家且不可撤销地转让给民济时代所有，用户同意民济时代有权就任何主体侵权而单独提起诉讼。</p>
      <p>11.2本协议已经构成《中华人民共和国著作权法》第二十五条（条文序号依照2011年版著作权法确定）及相关法律规定的著作财产权等权利转让书面协议，其效力及于用户在民济健康客户端上发布的任何受著作权法保护的作品内容，无论该等内容形成于本协议订立前还是本协议订立后。</p>
      <p>11.3民济时代是本客户端的制作者，拥有此客户端内容及资源的著作权等合法权利，受国家法律保护，有权不时地对本协议及本客户端的内容进行修改，并在本客户端张贴，无须另行通知用户。在法律允许的最大限度范围内，民济健康对本协议及本客户端内容拥有解释权。</p>
      <p>11.4除法律另有强制性规定外，未经民济健康明确的特别书面许可，任何单位或个人不得以任何方式非法地全部或部分复制、转载、引用、链接、抓取或以其他方式使用本客户端的信息内容，否则，民济时代及授权主体有权追究其法律责任。</p>
      <p>11.5本客户端所刊登的资料信息（诸如文字、图表、标识、按钮图标、图像、声音文件片段、数字下载、数据编辑和软件），均是民济时代或其内容提供者的财产，受中国和国际版权法的保护。本客户端上所有内容的汇编是民济时代的排他财产，受中国和国际版权法的保护。本客户端上所有软件都是民济时代或其关联公司或其软件供应商的财产，受中国和国际版权法的保护。</p>
      <p>12.协议的成立及生效</p>
      <p>您注册账户以及使用我们的服务等行为即表明您同意接受本协议，即本协议对您发生效力。如您不同意本协议，请立即停止使用我们的服务。</p>
      <p>13.协议修改</p>
      <p>根据国家法律法规变化及网络运营需要，我们有权在必要时对本协议的条款进行修改，修改后的条款一旦被张贴在“民济健康”公众号上即生效，并代替原来的协议。我们会在协议更新后向您做出提示，您也可随时登录我们的平台查阅最新的协议内容，并有义务不时关注并阅读最新版的协议及客户端公告。如您不同意更新后的协议，请立即停止接受我们的平台提供的服务；如您继续使用我们的平台提供的服务，即视为您同意并接受更新后的协议。如果本协议中任何一条被视为废止、无效或因任何理由不可执行，该条应视为可分的且并不影响任何其余条款的有效性和可执行性。</p>
      <p>14.我们的服务的修改、中断、中止与终止</p>
      <p>14.1您可以随时终止使用我们的服务，同时注销您的账户。</p>
      <p>14.2在注销账户之后，我们将停止为您提供产品或服务，并依据您的要求，删除您的个人信息，法律法规另有规定的除外。</p>
      <p>14.3如发生下列任何一种情形，我们有权不经通知而中断或终止向您提供我们的服务：</p>
      <p>14.3.1您提供的个人信息不准确，不真实或不合法有效；</p>
      <p>14.3.2您违反本协议的规定；</p>
      <p>14.3.3您未向我们足额付费，由此会导致相应的付费服务的中断或终止；</p>
      <p>14.3.4按照法律规定或主管部门的要求；</p>
      <p>14.3.5其他紧急且必要的情形。</p>
      <p>14.4您的账户被注销后，您的账户下的信息将被彻底删除，且我们不再对您承担任何义务。</p>
      <p>15.法律适用与管辖</p>
      <p>本协议的订立、执行和解释及争议的解决均应适用在中华人民共和国大陆地区适用的有效法律。如发生本协议与适用的法律相抵触时，则这些条款将完全按法律规定重新解释，而其它有效条款继续有效。若您和我们之间发生任何纠纷或争议，我们愿意与您友好协商解决；如果协商不成的，您同意纠纷或争议由我们住所地福田区人民法院管辖。</p>
      <p>16.其他</p>
      <p>16.1本协议的所有条标仅仅是为了醒目及阅读方便，本身并无实际涵义，不能作为本协议涵义解释之依据。</p>
      <p>16.2我们欢迎您就我们的服务提出反馈，除非另有明确声明，您发送的任何反馈内容将被视为无需保密的内容，您同意我们可以自行决定是否公开、发表，您同意授权我们无偿使用，并可以根据具体情况进行修改、改编、调整设计、变更技术方案，或者根据我们的需求进行其他改动。</p>
      <p>16.3如果您对我们的服务或本协议有任何意见或建议，可通过以下方式与我们联系：</p>
      <p>联系电话：18979751068</p>
      <p>邮箱：minjisd@163.com</p>
      <p>收件地址：深圳市南山区南头街道红花园社区深南大道12069号海岸时代公寓东座1920</p>
    </div>

    <div v-if="id==2">
      <p>
        <span>隐私政策</span>
      </p>
      <p>感谢您选择使用我们的服务！</p>
      <p>“我们”是指深圳市民济时代科技有限公司。</p>
      <p>“您”是指“民济健康”公众号的注册用户。</p>
      <p>“我们的服务”是指我们通过“民济健康”公众号或我们发布的其它渠道（以下统称“我们的平台”）向您提供的互联网平台信息技术服务。</p>
      <p>保护您的隐私对我们至关重要，我们会尽全力保护您的个人信息安全可靠。我们致力于维持您对我们的信任，并恪守以下原则，保护您的个人信息：权责一致原则、目的明确原则、选择同意原则、最少够用原则、确保安全原则、主体参与原则、公开透明原则等。同时，我们承诺，我们将按业界成熟的安全标准，采取相应的安全保护措施来保护您的个人信息。请您仔细阅读本《隐私政策》（下称“本政策”），该政策解释我们如何收集、使用以及披露我们在服务中收到的信息。您使用服务即表示同意本政策，即同意我们按照本政策收集、使用、处理和存储您的相关信息。如果您不同意本政策，请您立即注销账户以终止使用我们的产品和服务。</p>
      <p>本政策将帮助您了解包括但不限于如下内容:</p>
      <p>1.我们如何收集和使用您的个人信息</p>
      <p>2.我们如何使用Cookie、本地储存</p>
      <p>3.我们如何共享、转让、公开披露您的个人信息</p>
      <p>4.我们如何保护您的个人信息</p>
      <p>5.您的权利</p>
      <p>6.您的个人信息如何在全球范围转移</p>
      <p>7.本政策如何更新</p>
      <p>8.如何联系我们</p>
      <p>一、我们如何收集和使用您的个人信息</p>
      <p>个人信息是指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。我们仅会出于本政策所述的以下目的，收集和使用您的个人信息:</p>
      <p>（一）为您提供我们的服务</p>
      <p>1.注册与登录</p>
      <p>当您注册、登录您的“民济健康”账户使用我们的服务时，我们将收集您的手机号码用于确认您的身份。在您使用我们的服务时，我们也会根据服务内容的需要，向您收集必要的信息，并在收集时向您做出明确的提示。</p>
      <p>2.找专家</p>
      <p>为寻找附近的医学专家，您需要提供以下权限信息：地理位置。</p>
      <p>3.联系客服</p>
      <p>为了方便您快速的与本公司反馈意见与建议，您需要提供以下权限信息：拨打电话。</p>
      <p>二、我们如何使用Cookie、本地储存</p>
      <p>（一）Cookie</p>
      <p>1.为确保网站正常运转，我们会在您的计算机或移动设备上存储名为Cookie的小数据文件。Cookie通常包含标识符、站点名称以及一些号码和字符。借助于Cookie，网站能够存储您的偏好或购物篮内的商品等数据。</p>
      <p>2.我们不会将Cookie用于本政策所述目的之外的任何用途。您可根据自己的偏好管理或删除Cookie。</p>
      <p>（二）本地储存</p>
      <p>除Cookie 外，我们还会在产品中使用您的本地储存空间，主要用与用户信息、订单等少量数据，仅会占用您一定的设备空间，您可以设置拒绝使用或者清除，但可能会影响产品服务使用流程。</p>
      <p>三、我们如何共享、转让、公开披露您的个人信息</p>
      <p>(一)共享</p>
      <p>我们不会与任何公司、组织和个人分享您的个人信息，但以下情况除外：</p>
      <p>1.在获取明确同意的情况下共享：获得您的明确同意后，我们会与其他方共享您的个人信息。</p>
      <p>2.我们可能会根据法律法规规定，或按政府主管部门的强制性要求，对外共享您的个人信息。</p>
      <p>3.与我们的附属公司共享：您的个人信息可能会与我们的附属公司共享。我们只会共享必要的个人信息，且受本隐私政策中所声明目的的约束。附属公司如要改变个人信息的处理目的，将再次征求您的授权同意。</p>
      <p>4.与授权合作伙伴共享：仅为实现本政策中声明的目的，我们的某些服务将由授权合作伙伴提供。我们可能会与合作伙伴共享您的某些个人信息，以提供更好的客户服务和用户体验。我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，并且只会共享提供服务所必要的个人信息。我们的合作伙伴无权将共享的个人信息用于任何其他用途。</p>
      <p>5.对我们与之共享个人信息的公司、组织和个人，我们会与其签署严格的保密协定，要求他们按照我们的说明、本隐私政策以及其他任何相关的保密和安全措施来处理个人信息。</p>
      <p>(二)转让</p>
      <p>我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外:</p>
      <p>1.在获取明确同意的情况下转让:获得您的明确同意后，我们会向其他方转让您的个人信息。</p>
      <p>2.在涉及合并、收购或破产清算时，如涉及到个人信息转让，我们会在要求新的持有您个人信息的公司、组织继续受此隐私政策的约束，否则我们将要求该公司、组织重新向您征求授权同意。</p>
      <p>(三)公开披露</p>
      <p>我们仅会在以下情况下，公开披露您的个人信息:1.获得您明确同意后;2.基于法律的披露:在法律、法律程序、诉讼或政府主管部门强制性要求的情况下，我们可能会公开披露您的个人信息。</p>
      <p>四、我们如何保护您的个人信息</p>
      <p>(一)我们已使用符合业界标准的安全防护措施保护您提供的个人信息，防止数据遭到未经授权访问、公开披露、使用、修改、损坏或丢失。我们会采取一切合理可行的措施，保护您的个人信息。例如：</p>
      <p>1.同时对我们的网站提供 https 安全浏览方式；</p>
      <p>2.我们会使用受信赖的保护机制防止数据遭到恶意攻击；</p>
      <p>3.我们会部署访问控制机制，确保只有授权人员才可访问个人信息。</p>
      <p>(二)我们会采取一切合理可行的措施，确保未收集无关的个人信息。我们只会在达成本政策所述目的所需的期限内保留您的个人信息，除非需要延长保留期或受到法律的允许。</p>
      <p>(三)互联网并非绝对安全的环境，而且电子邮件、即时通讯、及与其他用户的交流方式并未加密，我们强烈建议您不要通过此类方式发送个人信息。请使用复杂密码，协助我们保证您的账号安全。</p>
      <p>(四)互联网环境并非百分之百安全，我们将尽力确保或担保您发送给我们的任何信息的安全性。如果我们的物理、技术、或管理防护设施遭到破坏，导致信息被非授权访问、公开披露、篡改、或毁坏，导致您的合法权 益受损，我们将承担相应的法律责任。</p>
      <p>(五)在不幸发生个人信息安全事件后，我们将按照法律法规的要求，及时向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们将及时将事件相关情况以邮件、信函、电话、推送通知等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况。</p>
      <p>五、您的权利</p>
      <p>按照中国相关的法律、法规、标准，以及其他国家、地区的通行做法，我们保障您对自己的个人信息行使以下权利:</p>
      <p>(一)访问您的个人信息</p>
      <p>您有权访问您的个人信息，法律法规规定的例外情况除外。如果您想行使数据访问权，可以通过以下方式自行访问：</p>
      <p>1.账户信息，如果您希望访问或编辑您的账户中的个人资料信息和 支付信息、更改您的密码、添加安全信息或关闭您的账户等，您可以通过访问我们的平台执行此类操作。</p>
      <p>2.如果您无法通过上述链接访问这些个人信息，您可以随时通过我们上述的客服联系电话联系我们。对于您在使用我们的产品或服务过程中产生的其他个人信息，我们会向配合您并向您提供。</p>
      <p>(二)更正您的个人信息</p>
      <p>1.当您发现我们处理的关于您的个人信息有错误时，您有权要求我们做出更正。您可以通过“(一)访问您的个人信息”中罗列的方式提出更正申请。</p>
      <p>2.如果您无法通过上述链接访问这些个人信息，您可以随时通过我们上述的客服联系电话联系我们。对于您在使用我们的产品或服务过程中产生的其他个人信息，我们会向配合您并向您提供。</p>
      <p>(三)删除您的个人信息</p>
      <p>在以下情形中，您可以向我们提出删除个人信息的请求:</p>
      <p>1.如果我们处理个人信息的行为违反法律法规;</p>
      <p>2.如果我们收集、使用您的个人信息，却未征得您的同意;</p>
      <p>3.如果我们处理个人信息的行为违反了与您的约定;</p>
      <p>4.如果您不再使用我们的产品或服务，或您注销了账号;</p>
      <p>5.如果我们不再为您提供产品或服务。</p>
      <p>若我们决定响应您的删除请求，我们还将同时通知从我们获得您的个人信息的实体，要求其及时删除，除非法律法规另有规定，或这些实体获得您的独立授权。当您从我们的服务中删除信息后，我们可能不会立即备份系统中删除相应的信息，但会在备份更新时删除这些信息。</p>
      <p>(四)个人信息主体获取个人信息副本</p>
      <p>您可以随时通过我们上述的客服联系电话联系我们。对于您在产品使用中产生的个人信息，我们可以通估整合、模板化技术手段向您发送您的个人信息副本，并且保证不会向第三方机构提供使用</p>
      <p>(五)响应您的上述请求</p>
      <p>为保障安全，您可能需要提供书面请求，或以其他方式证明您的身份。我们可能会先要求您验证自己的身份，然后再处理您的请求。我们将在十五天内做出答复对于您合理的请求，我们原则上不收取费用，但对多次重复、超出合理限度的请求，我们将视情收取一定成本费用。对于那些无端重复、需要过多技术手段(例如，需要开发新系统或从根本上改变现行惯例)、给他人合法权益带来风险或者非常不切实际(例如，涉及备份磁带上存放的信息)的请求，我们可能会予以拒绝。</p>
      <p>在以下情形中，按照法律法规要求，我们将无法响应您的请求:</p>
      <p>1.与国家安全、国防安全直接相关的;</p>
      <p>2.与公共安全、公共卫生、重大公共利益直接相关的;</p>
      <p>3.与犯罪侦查、起诉、审判和判决执行等直接相关的;</p>
      <p>4.有充分证据表明您存在主观恶意或滥用权利的;</p>
      <p>5.响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的。</p>
      <p>6.涉及商业秘密的。</p>
      <p>六、您的个人信息如何在全球范围转移</p>
      <p>原则上，我们在中华人民共和国境内收集和产生的个人信息，将存储在中华人民共和国境内。由于我们通过遍布全球的资源和服务器提供产品或服务，这意味着，在获得您的授权同意后，您的个人信息可能会被转移到您使用产品或服务所在国家/地区的境外管辖区，或者受到来自这些管辖区的访问。此类管辖区可能设有不同的数据保护法，甚至未设立相关法律。在此类情况下，我们会确保您的个人信息得到在中华人民共和国境内足够同等的保护。例如，我们会请求您对跨境转移个人信息的同意，或者在跨境数据转移之前实施数据去标识化等安全举措。</p>
      <p>七、本政策如何更新</p>
      <p>1.我们的隐私政策可能会不时变更。</p>
      <p>2.未经您明确同意，我们不会削减您按照本隐私政策所应享有的权利。</p>
      <p>3.我们会在本页面上发布对本政策所做的任何变更。</p>
      <p>4.对于重大变更，我们还会提供更为显著的通知(包括对于某些服务，我们会通过短信发送通知，说明隐私政策的具体变更内容)。</p>
      <p>5.本政策所指的重大变更包括但不限于:</p>
      <p>（1）我们的服务模式发生重大变化。如处理个人信息的目的、处理的个人信息类型、个人信息的使用方式等;</p>
      <p>（2）我们在所有权结构、组织架构等方面发生重大变化。如业务调整、破产并购等引起的所有者变更等;</p>
      <p>（3）个人信息共享、转让或公开披露的主要对象发生变化;</p>
      <p>（4）您参与个人信息处理方面的权利及其行使方式发生重大变化;</p>
      <p>（5）我们负责处理个人信息安全的责任部门、联络方式及投诉渠道发生变化时;</p>
      <p>（6）个人信息安全影响评估报告表明存在高风险时。我们还会将本政策的旧版本存档，供您查阅。</p>
      <p>八、如何联系我们</p>
      <p>如果您对用户的隐私保护政策或数据处理有任何疑问、意见或建议，可以通过以下方式与我们联系：</p>
      <p>联系电话：18979751068</p>
      <p>邮箱：minjisd@163.com</p>
      <p>收件地址：深圳市南山区南头街道红花园社区深南大道12069号海岸时代公寓东座1920</p>
      <p>一般情况下，我们将在收到您相关联系信息并核实您身份后十五天内回复。</p>
      <p>如果您对我们的回复不满意，特别是您认为我们的个人信息处理行为损害了您的合法权益，您还可以向网信、电信、公安及工商等监管部门进行投诉或举报，或者向深圳市南山区有管辖权的南山区人民法院提起诉讼来寻求解决方案。</p>
    </div>
  </div>
</template>

<script>
export default {
  props: {},
  components: {},
  data() {
    return {
      id: ""
    };
  },
  created() {
    this.id = this.$router.history.current.query.id;
    console.log(this.$router.history.current.query.id);
  },
  methods: {}
};
</script>

<style lang = "less" scoped>
.agreement_box {
  width: 90%;
  height: 100%;
  position: absolute;
  background: #f5f7f9;
  z-index: 99;
  padding: 0 5%;
  font-size: 0.3733rem;
  overflow: scroll;
}

.agreement_box span {
  display: block;
  text-align: center;
  font-size: 0.48rem;
  font-weight: 600;
  padding: 0.2667rem 0;
}

p {
  margin-bottom: 0.2667rem;
}
</style>